{
  "navigation": {
    "home": "Home",
    "about": "About",
    "journey": "Journey",
    "projects": "Projects",
    "contact": "Contact Me"
  },
  "home": {
    "intro_first_start": "Hello there! I'm",
    "intro_first_name": "Nika",
    "intro_first_end": "a",
    "intro_profession": "Web Developer",
    "intro_paragraph": "I build responsive, optimized, and inclusive web solutions utilizing leading web technologies with the goal of delivering seamless digital experiences.",
    "intro_button": "View My Projects"
  },
  "projects": {
    "title": "My Projects",
    "items": {
      "unispace": {
        "title": "UniSpace",
        "body": "UniSpace is a dedicated platform designed for both lecturers and students of UniLab, an accelerated program affiliated with Ilia State University. This platform empowers lecturers with course and participant management capabilities, while also granting students the convenience of accessing course information and enrolling. Along with a fellow developer, Mindia Arabuli, I was entrusted with crafting the front-end of the website, adhering closely to the finalized UI/UX designs provided by our design team. Additionally, we maintained open communication with our back-end development counterparts to ensure seamless API compatibility."
      },
      "sandro": {
        "title": "Sandro's Books",
        "body": "Sandro's Books is a website dedicated to showcasing audiobooks authored by UniLab's director, Sandro Asatiani. The catalog features a diverse range of topics, with an integrated audio player that offers all the standard user functionalities. My colleague, Mindia Arabuli, and I were responsible for modernizing the existing codebase into a React Single Page Application (SPA). We also introduced new features, including playback capabilities and dynamic routing. Throughout this process, we worked closely with the UI/UX design team to bring the envisioned product to life."
      },
      "ebase": {
        "title": "E-Base",
        "body": "E-Base is a web application for managing TV shows and movies, conceived as my final project for Harvard University's CS50 course. The application retrieves data from The Movie Database (TMDB) and enables users to curate their own media list linked to their account. As the sole developer, I assumed responsibility for both the front-end and back-end development of this project."
      },
      "octopus": {
        "title": "Octopus",
        "body": "Octopus is a desktop application designed to streamline music organization and playback. It leverages the cross-platform capabilities of web technologies for the front-end interface, complemented by Rust on the back-end for seamless OS communication. Octopus integrates with a Jellyfin server, a Software Media System enabling users to host and manage their content, to retrieve metadata, and access audio streams. As the sole developer, I am working on its ongoing development."
      }
    },
    "webpage_button": "View Webpage",
    "demo_button": "View Demo"
  },
  "journey": {
    "title": "Journey",
    "cards": {
      "journey_start": {
        "title": "Sparks of Passion",
        "body": "In 2017, my curiosity blossomed, marking the origins of my journey. Computers, technology, and the world of programming fascinated me deeply. I admired programmers who built my favorite software and games. This is when I started to learn how to write software and acquired my passion for creating things.",
        "date": "2017"
      },
      "journey_web_focus": {
        "title": "Surge of Expertise",
        "body": "During 2019-2020, my journey evolved. Leveraging the vast knowledge on the internet, I honed my focus on web development, propelling my progress. Amidst the pandemic, I embarked on a significant project – crafting a class management website for my mother's work. This endeavor propelled me even further.",
        "date": "2019"
      },
      "journey_profession_intro": {
        "title": "Professional Beginnings",
        "body": "In 2021, I delved into freelancing, familiarizing myself with client collaboration. Later, from 2022 to 2023, an exciting Unilab internship introduced me to a modern work environment. Working closely in small teams, we developed websites for Ilia State University. This endeavor greatly honed my collaborative skills.",
        "date": "2021"
      }
    },
    "button": "Contact Me"
  },
  "contact": {
    "title": "Get In Touch",
    "name_label": "Name",
    "name_placeholder": "Andrew Smith",
    "email_label": "E-Mail",
    "email_placeholder": "ExampleMail@gmail.com",
    "message_label": "Message",
    "message_placeholder": "I would like to get in touch...",
    "button": "Send Message",
    "contact_info_title": "Contact Info"
  }
}
