{
  "navigation": {
    "home": "Home",
    "about": "About",
    "journey": "Journey",
    "projects": "Projects",
    "contact": "Contact Me"
  },
  "home": {
    "intro_first_start": "Hello there! I'm",
    "intro_first_name": "Nika",
    "intro_first_end": "a",
    "intro_profession": "Web Developer",
    "intro_paragraph": "I build responsive, performant, and inclusive web solutions utilizing leading web technologies with the goal of delivering seamless digital experiences.",
    "intro_button": "View My Projects"
  },
  "projects": {
    "title": "Projects",
    "items": {
      "unispace": {
        "title": "UniSpace",
        "body": "UniSpace is a website for lecturers and the students participating in UniLab (An acceleration program of Ilia State University). It gives the lecturers the ability to manage courses and paticipants, while giving the students the ability to overview courses and enroll."
      }
    },
    "button": "View Webpage"
  },
  "journey": {
    "cards": {
      "journey_start": {
        "title": "Sparks of Passion",
        "body": "In 2017, my curiosity blossomed, marking the origins of my journey. Computers, technology, and the world of programming fascinated me deeply. I admired programmers who built my favorite software and games. This is when I started to learn how to write software and acquired my passion for creating things.",
        "date": "2017"
      },
      "journey_web_focus": {
        "title": "Surge of Expertise",
        "body": "During 2019-2020, my journey evolved. Leveraging the vast knowledge on the internet, I honed my focus on web development, propelling my progress. Amidst the pandemic, I embarked on a significant project – crafting a class management website for my mother's work. This endeavor propelled me even further.",
        "date": "2019"
      },
      "journey_profession_intro": {
        "title": "Professional Beginnings",
        "body": "In 2021, I delved into freelancing, familiarizing myself with client collaboration. Later, from 2022 to 2023, an exciting Unilab internship introduced me to a modern work environment. Working closely in small teams, we developed websites for Ilia State University. This endeavor greatly honed my collaborative skills.",
        "date": "2021"
      }
    },
    "button": "Contact Me"
  }
}
