{
  "navigation": {
    "home": "მთავარი",
    "about": "ჩემს შესახებ",
    "journey": "ჩემი გზა",
    "projects": "პროქეტები",
    "contact": "კონტაქტი"
  },
  "home": {
    "intro_first_start": "სალამი! მე ვარ",
    "intro_first_name": "ნიკა",
    "intro_first_end": "",
    "intro_profession": "ვებ დეველოპერი",
    "intro_paragraph": "მე ვაწყობ რესპონსიულ, ოპტიმიზირებულ და ინკლუზიურ ქსელურ პროგრამებს მოწინავე ვებ ტექნოლოგიების გამოყენებით, სასიამოვნო ციფრული გამოცდილებების შესაქმნელად",
    "intro_button": "ნახე ჩემი პროექტები"
  },
  "projects": {
    "title": "ჩემი პროექტები",
    "items": {
      "unispace": {
        "title": "UniSpace",
        "body": "Unispace-ი არის პლატფორმა UniLab-ის (ილიას სახელმწიფო უნივერსიტეტის პროფესიული აქსელერაციის პროგრამა) ლექტორებისა და სტუდენტებისთვის. ეს პლატფორმა აძლევს ლექტორებს შესაძლებლობას, რომ კურსების და მონაწილეების მენეჯმენტი შეძლონ. პარალელურად სტუდენტებს აძლევს საშვალებას მოიძიონ ინფორმაცია კურსებზე და გაწევრიანდნენ. მე და კიდევ ერთ დეველოპერს, მინდია არაბულს, დაგვავალეს საიტის front-end-ის აწყობა, UI/UX გუნდებიდან მიღებული დიზაინების მიხედვით. ასევე, მჭიდრო კავშირი გვქონდა back-end დეველოპერებთან, რათა ისეთი API გაგვეწერა, რომელიც front-ს მოერგებოდა."
      },
      "sandro": {
        "title": "Sandro's Books",
        "body": "სანდროს წიგნები საიტია შექმნილი უნილაბის დირექტორის, სანდრო ასათიანის, აუდიო წიგნებისთვის. საიტის კატალოგი შემოიფარგლება სხვადახვა საკითხით და შეიცავს ინტერგრირებულ audio player-ს, რომელსაც ყველა მოსალოდნელი ფუნქციონალი გააჩნია. მე მევალებოდა არსებული კოდის ბაზის თანამედროვე React Single Page Application (SPA)-ზე გადაწერა. ასევე ახალი ფუნქციონალიც დავამატეთ, როგორიცაა playback და dynamic routing-ი. ამ პროცესის განმავლობაში, UI/UX დიზაინერებთან მჭიდროდ ვმუშაობდით, რათა ჩანაფიქრთან რაც შეიძლება ახლო პროდუქტი შეგვექმნა."
      },
      "ebase": {
        "title": "E-Base",
        "body": "E-Base-ი არის ვებ აპლიკაცია სერიალებისა და ფილმების მენეჯმენტისთვის. ის პროექტი შევქმენი ჰარვარდის უნივერსიტეტის CS50-ის კურსის ფინალური ეტაპის გადასალახად. აპლიკაცია იღებს მონაცემებს The Movie Database (TMDB)-დან და მომხმარებლებს აძლევს შესაძლებლობას გააკონტროლოს საკუთარი მედია, რომელიც მიბმულია თავიანთ ანგარიშზ და მომხმარებლებს აძლევს შესაძლებლობას გააკონტროლოს საკუთარი მედია, რომელიც მიბმულია თავიანთ ანგარიშზე. როგორც სოლო დეველოპერი, მე ვაკონტროლებდი როგორც ამ პროექტის front-end-ს ასევე back-end-ს."
      },
      "octopus": {
        "title": "Octopus",
        "body": "Octopus-ი არის დესკტოპ აპლიკაცია შექმნილი, რათა მუსიკის ორგანიზაცია და მოსმენა მომხმარებელს გაუადვილოს. ის იყენებს web ტექნოლოგიების cross-platform შესაძლებლობებს front-end-ისთვის, ბექზე კი Rust-ის მეშვეობით ოპერატიულ სისტემასთან მყარდება კავშირი. Octopus-ი ინტერგრირდება Jellyfin-ის სერვერთან (მედიას ჰოსტინგის და მენეჯმენტის პროგრამა), რათა საჭირო მონაცემები მოიპოვოს და წვდომა ჰქონდეს audio stream-ებზე. მხოლოდ მე ვმუშაობ ამ პროექტზე, და ის ჯერ კიდევ დეველოპმენტის ფასაშია"
      }
    },
    "webpage_button": "საიტის მონახულება",
    "demo_button": "დემონსტრაციის ნახვა"
  },
  "journey": {
    "title": "ჩემი გზა",
    "cards": {
      "journey_start": {
        "title": "ენთუზიაზმის საწყისი",
        "body": "2017 წელს ჩემი ცნობისმოყვარეობა აღვივდა, რამაც ჩემს მოგზაურობას საფუძველი ჩაუდო. კომპიუტერებმა, ტექნოლოგიამ და პროგრამირების სამყარომ ღრმად მომხიბლა. მე ვამაყობდი პროგრამისტებით, რომლებმაც შექმნეს ჩემი საყვარელი პროგრამები და თამაშები. სწორედ ამ დროს დავიწყე პროგრამირების შესწავლა და შემიყვარდა პროგრამების შექმნა.",
        "date": "2017"
      },
      "journey_web_focus": {
        "title": "ექსპერტიზის ზრდა",
        "body": "2019-2020 წლებში ჩემი მოგზაურობა განვითარდა. ინტერნეტში არსებული უამრავი მასალის გამოყენებით, მე გავამახვილე ჩემი აქცენტი ვებ დეველოპმენტზე, რამაც მკვეთრად ააჩქარა ჩემი პროგრესი. პანდემიის ფონზე, მე დავიწყე მნიშვნელოვანი პროექტი - შევქმენი კლასის მართვის ვებგვერდი დედაჩემის სამუშაოსთვის. ამ გამოცდილებამ კიდევ უფრო წინ წამწია.",
        "date": "2019"
      },
      "journey_profession_intro": {
        "title": "პროფესიონალური საწყისები",
        "body": "2021 წელს ჩავუღრმავდი ფრილანსის სფეროს და ამით გავეცანი კლიენტებთან თანამშრომლობას. მოგვიანებით, 2022-2023 წლებში, Unilab-ის სტაჟირებამ გამაცნო თანამედროვე სამუშაო გარემო. მცირე გუნდებთან თანამშრომლობით შევქმენით ვებგვერდები ილიას სახელმწიფო უნივერსიტეტისთვის. ამ გარემომ მნიშვნელოვნად გააუმჯობესა ჩემი გუნდში მუშაობის უნარი.",
        "date": "2021"
      }
    },
    "button": "შევხმიანდეთ"
  },
  "contact": {
    "title": "შევხმიანდეთ",
    "input_label": "სახელი",
    "input_placeholder": "გიორგი ბერიძე",
    "email_label": "ელ-ფოსტა",
    "email_placeholder": "ExampleMail@gmail.com",
    "message_label": "მესიჯი",
    "message_placeholder": "მოდი შევხმიანდეთ...",
    "button": "მესიჯის გაგზავნა",
    "contact_info_title": "დამატებითი ინფორმაცია"
  }
}
