{
  "navigation": {
    "home": "მთავარი",
    "about": "ჩემს შესახებ",
    "journey": "ჩემი გზა",
    "projects": "პროქეტები",
    "contact": "კონტაქტი"
  },
  "home": {
    "intro_first_start": "სალამი! მე ვარ",
    "intro_first_name": "ნიკა",
    "intro_first_end": "",
    "intro_profession": "ვებ დეველოპერი",
    "intro_paragraph": "მე ვაწყობ რესპონსიულ, ჩქარ და ინკლუზიურ ქსელურ პროგრამებს მოწინავე ვებ ტექნოლოგიების გამოყენებით, სასიამოვნო ციფრული გამოცდილებების შესაქმნელად",
    "intro_button": "მეტი ჩემს შესახებ"
  },
  "projects": {
    "title": "Projects",
    "items": {
      "unispace": {
        "title": "unispace",
        "body": "During 2019-2020, my journey evolved. Leveraging the vast knowledge on the internet, I honed my focus on web development, propelling my progress. Amidst the pandemic, I embarked on a significant project – crafting a class management website for my mother's work. This endeavor propelled me even further."
      }
    },
    "button": "View Webpage"
  },
  "journey": {
    "cards": {
      "journey_start": {
        "title": "ენთუზიაზმის საწყისი",
        "body": "2017 წელს ჩემი ცნობისმოყვარეობა აღვივდა, რამაც ჩემს მოგზაურობას საფუძველი ჩაუდო. კომპიუტერებმა, ტექნოლოგიამ და პროგრამირების სამყარომ ღრმად მომხიბლა. მე ვამაყობდი პროგრამისტებით, რომლებმაც შექმნეს ჩემი საყვარელი პროგრამები და თამაშები. სწორედ ამ დროს დავიწყე პროგრამირების შესწავლა და შემიყვარდა პროგრამების შექმნა.",
        "date": "2017"
      },
      "journey_web_focus": {
        "title": "ექსპერტიზის ზრდა",
        "body": "2019-2020 წლებში ჩემი მოგზაურობა განვითარდა. ინტერნეტში არსებული უამრავი მასალის გამოყენებით, მე გავამახვილე ჩემი აქცენტი ვებ დეველოპმენტზე, რამაც მკვეთრად ააჩქარა ჩემი პროგრესი. პანდემიის ფონზე, მე დავიწყე მნიშვნელოვანი პროექტი - შევქმენი კლასის მართვის ვებგვერდი დედაჩემის სამუშაოსთვის. ამ მცდელობამ კიდევ უფრო წინ წამწია.",
        "date": "2019"
      },
      "journey_profession_intro": {
        "title": "პროფესიონალური საწყისები",
        "body": "2021 წელს ჩავუღრმავდი ფრილანსის სფეროს და ამით გავეცანი კლიენტებთან თანამშრომლობას. მოგვიანებით, 2022-2023 წლებში, Unilab-ის სტაჟირებამ გამაცნო თანამედროვე სამუშაო გარემო. მცირე გუნდებთან თანამშრომლობით შევქმენით ვებგვერდები ილიას სახელმწიფო უნივერსიტეტისთვის. ამ გარემომ მნიშვნელოვნად გააუმჯობესა ჩემი გუნდში მუშაობის უნარი.",
        "date": "2021"
      }
    },
    "button": "დამეკონტაქტე"
  }
}
